Repository: jcamins/koha
Catalog: misc/translator/po/*-THA-opac-ccsr.po
Languages: th

source: %s (related searches: %s%s%s). %s
th: %s (การค้นหาที่เกี่ยวข้อง: %s%s%s) %s

source: %s No public lists %s %s
th: %s ไม่มีชั้นหนังสือสาธารณะ %s %s

source: %s No results found for that in %s catalog.
th: %s ไม่พบทรัพยากรที่ค้นหาในห้องสมุด %s

source: %s You did not specify any search criteria. %s
th: %s คุณยังไม่ได้ระบุเงื่อนไขการค้นหาใดๆ %s

source: Add to your cart
th: เพิ่มลงในรถเข็นหนังสือ

source: Advanced search
th: การค้นหาขั้นสูง

source: All Libraries
th: ทุกห้องสมุด

source: All libraries
th: ทุกห้องสมุด

source: Are you sure you want to empty your cart?
th: คุณแน่ใจหรือไม่ว่า คุณต้องการล้างรายการทั้งหมดในรถเข็นหนังสือ?

source: Are you sure you want to remove the selected items?
th: คุณแน่ใจหรือไม่ว่า คุณต้องการเอารายการที่เลือกออก?

source: Author
th: ผู้แต่ง

source: Browse by hierarchy
th: เรียกดูตามลำดับชั้น

source: Call number
th: เลขเรียกหนังสือ

source: Cart
th: รถเข็นหนังสือ

source: Error! Illegal parameter
th: เกิดข้อผิดพลาด! พารามิเตอร์ไม่ถูกต้อง

source: Error! The add_tag operation failed on
th: เกิดข้อผิดพลาด! ไม่สามารถดำเนินการ add_tag ได้

source: Error! You cannot delete the tag
th: เกิดข้อผิดพลาด! คุณไม่สามารถลบแท็กได้

source: Error! Your tag was entirely markup code. It was NOT added. Please try again with plain text.
th: เกิดข้อผิดพลาด! คุณไม่สามารถเพิ่มแท็กได้ เนื่องจากแท็กที่คุณใส่เป็นมาร์กอัพโค้ดทั้งหมด กรุณาลองเพิ่มแท็กอีกครั้งโดยใช้ข้อความล้วน

source: Errors:
th: เกิดข้อผิดพลาด:

source: Go
th: ค้นหา

source: Home
th: หน้าแรก

source: In your cart
th: ในรถเข็นหนังสือของคุณ

source: Items in your cart:
th: รายการในรถเข็นหนังสือของคุณ:

source: Koha Online Catalog
th: รายการทรัพยากรห้องสมุดของ Koha

source: Koha [% Version %]
th: Koha [% รุ่น %]

source: Languages:&nbsp;
th: ภาษา:&nbsp;

source: Library Catalog
th: ทรัพยากรห้องสมุด

source: Library catalog
th: ทรัพยากรห้องสมุด

source: Lists
th: ชั้นหนังสือ

source: Log Out
th: ออกจากระบบ

source: Log in to create your own lists
th: ล็อกอินเข้าสู่ระบบเพื่อสร้างชั้นหนังสือของคุณเอง

source: Log in to your account
th: ล็อกอินเข้าสู่บัญชีผู้ใช้ของคุณ

source: Most popular
th: ทรัพยากรที่ได้รับความนิยมสูงสุด

source: No cover image available
th: ไม่มีภาพปก

source: No item was added to your cart
th: ยังไม่ได้เพิ่มรายการใดๆ ลงในรถเข็นหนังสือ

source: No item was selected
th: คุณยังไม่ได้เลือกรายการใดๆ

source: No private lists
th: ไม่มีชั้นหนังสือส่วนตัว

source: No results found!
th: ไม่พบข้อมูลที่ค้นหา!

source: No tag was specified.
th: คุณยังไม่ได้ระบุแท็ก

source: Note: you can only delete your own tags.
th: หมายเหตุ: คุณสามารถลบเฉพาะแท็กที่คุณเพิ่มได้เท่านั้น

source: Note: you can only tag an item with a given term once. Check 'My Tags' to see your current tags.
th: หมายเหตุ: คุณสามารถแท็กรายการด้วยคำที่กำหนดให้เพียงหนึ่งครั้งเท่านั้น กรุณาตรวจสอบ 'รายการแท็กของฉัน' เพื่อดูรายการแท็กปัจจุบันของคุณ

source: Note: your tag contained markup code that was removed. The tag was added as
th: หมายเหตุ: แท็กของคุณมีมาร์กอัพโค้ดที่ถูกลบออกไปแล้ว แท็กจะถูกเพิ่มเป็น

source: Powered by
th: สนับสนุนโดย :

source: Public lists
th: ชั้นหนังสือสาธารณะ

source: Purchase suggestions
th: ข้อเสนอแนะการสั่งซื้อ

source: Recent comments
th: ความคิดเห็นล่าสุด

source: Search
th: ค้นหา

source: Search %s %s (in %s only)%s %s
th: ค้นหา %s %s (ใน %s เท่านั้น)%s %s

source: Search history
th: ประวัติการค้นหา

source: Series
th: ชื่อชุด

source: Sorry, tags are not enabled on this system.
th: ขออภัย! ระบบนี้ไม่ได้เปิดใช้งานแท็ก

source: Subject
th: หัวเรื่อง

source: Subject cloud
th: คลาวด์หัวเรื่อง (Subject Cloud)

source: Subscribe to this search
th: สมัครเพื่อติดตามความเคลื่อนไหวของการค้นหานี้

source: Tag cloud
th: แท็กคลาวด์ (Tag cloud)

source: Tags added:
th: แท็กที่เพิ่ม:

source: This item has been added to your cart
th: คุณได้เพิ่มรายการนี้ลงในรถเข็นหนังสือของคุณแล้ว

source: This item has been removed from your cart
th: คุณได้เอารายการนี้ออกจากรถเข็นหนังสือของคุณแล้ว

source: This item is already in your cart
th: มีรายการนี้ในรถเข็นหนังสือของคุณแล้ว

source: Title
th: ชื่อเรื่อง

source: Unable to add one or more tags.
th: ไม่สามารถเพิ่มแท็กใดๆ ได้แล้ว

source: View your search history
th: ดูประวัติการค้นหาของคุณ

source: Welcome,
th: ยินดีต้อนรับ,

source: You must be logged in to add tags.
th: คุณต้องล็อกอินก่อนจึงจะสามารถเพิ่มแท็กได้

source: Your cart is currently empty
th: ขณะนี้ รถเข็นหนังสือของคุณว่างเปล่า

source: Your cart is empty.
th: รถเข็นหนังสือของคุณว่างเปล่า

source: Your lists
th: ชั้นหนังสือของคุณ

source: Your search returned %s results.
th: ได้ผลลัพธ์จากการค้นหาทั้งสิ้น %s รายการ

source: [% LibraryName %] Online Catalog
th: ทรัพยากรห้องสมุดของ [% LibraryName %]

source: [New list]
th: [เพิ่มชั้นหนังสือ]

source: [View All]
th: [ดูทั้งหมด]

source: [View all]
th: [ดูทั้งหมด]

source: already in your cart
th: อยู่ในรถเข็นหนังสือของคุณแล้ว

source: change my password
th: เปลี่ยนรหัสผ่านของฉัน

source: item(s) added to your cart
th: รายการ ที่เพิ่มลงในรถเข็นของคุณ

source: my fines
th: ค่าปรับของฉัน

source: my lists
th: ชั้นหนังสือของฉัน

source: my messaging
th: การรับ-ส่งข้อความของฉัน

source: my personal details
th: รายละเอียดส่วนตัวของฉัน

source: my privacy
th: ความเป็นส่วนตัวของฉัน

source: my purchase suggestions
th: ข้อเสนอแนะการสั่งซื้อของฉัน

source: my reading history
th: ประวัติการอ่านของฉัน

source: my search history
th: ประวัติการค้นหาของฉัน

source: my summary
th: ข้อมูลโดยสรุปของฉัน

source: my tags
th: แท็กของฉัน
